[
  {
    "sam_id": "694e173e6c674987bae1fecef6e2d422",
    "title": "Guam to CNMI Air Freight",
    "solicitation": "FA5025SS0004",
    "naics": [
      "481112"
    ],
    "status": "Published",
    "description": "<p>The contractor shall provide recurring air freight services between Guam and the Commonwealth of the Northern Mariana Islands (CNMI), including but not limited to Tinian, Saipan, and Rota. Services include the pickup, documentation, transport, and delivery of government-owned cargo. Cargo may include general freight, palletized materials, and hazardous items as permitted by law and carrier capability.</p>\n\n<p></p>\n\n<p>A draft performance work statement is attached.</p>\n",
    "link": "https://sam.gov/opp/694e173e6c674987bae1fecef6e2d422/view",
    "attachments": [
      "attachments\\Draft Performance Work Statement.docx"
    ],
    "attachments_text": "\n[Attachment: Draft Performance Work Statement.docx]\nPerformance Work Statement\nAir Cargo CNMI\n\nSCOPE\nThe contractor shall provide recurring air freight services between Guam and the Commonwealth of the Northern Mariana Islands (CNMI), including but not limited to Tinian, Saipan, and Rota. Services include the pickup, documentation, transport, and delivery of government-owned cargo. Cargo may include general freight, palletized materials, and hazardous items as permitted by law and carrier capability.\nAPPLICABLE REGULATIONS\nThe contractor shall comply with the following:\nFAA air cargo operation standards\n49 CFR Subchapter C (Hazardous Materials Regulations)\nICAO/IATA Dangerous Goods Regulations\nAny CNMI Customs, airport authority, or local regulations\nPERFORMANCE REQUIREMENTS\nProvide regularly scheduled air freight services between Guam and CNMI destinations.\nAccept and transport cargo units up to 3,000 pounds per flight.\nCargo dimensions must not exceed 48 inches by 48 inches by 48 inches per unit.\nFlights shall be available at a minimum of two (2) times per week.\nSurge flight capability shall be available upon request.\nCargo must be delivered within 72 hours of receipt.\nContractor shall coordinate and prepare all required shipping and customs documentation.\nHAZMAT transport must be coordinated in advance and handled per all applicable regulations.\nGOVERNMENT RESPONSIBILITIES\nProvide cargo to contractor staging site no later than one (1) calendar day prior to scheduled departure.\nProvide contractor with any required inventory documents\nIdentify HAZMAT or special handling requirements at time of task order.\nProvide authorized ordering officials and payment information.\nCoordinate with vendor on pickup/delivery timing and access, as applicable.\nCONTRACTOR REQUIREMENTS\nMust be licensed and authorized to operate in Guam and the CNMI.\nMust maintain valid FAA certifications for cargo operations.\nMust be bonded and insured to transport Government property.\nMust be capable of transporting hazardous materials if required.\nMust provide timely communication regarding flight schedules, delays, or documentation issues.\nMust accept GPC or standard Government invoicing\nDELIVERY SCHEDULE\nStandard cargo shipments shall be completed within 72 hours of contractor receipt. Surge or expedited shipments shall be addressed on a task order basis. All flights must be coordinated a minimum of 48 hours in advance unless otherwise specified.\nINVOICING AND PAYMENT\nInvoices must reflect the weight of each shipment at the contracted unit price per pound plus document filing fee.\n\n"
  },
  {
    "sam_id": "916b71b95a2f453095b09c2a8c3714cc",
    "title": "Sea Freight Shipping for Saipan and Tinian",
    "solicitation": "FA502525QB013",
    "naics": [
      "483211"
    ],
    "status": "Published",
    "description": "<p>The Contractor shall provide all labor, transportation assets, documentation, and materials necessary to perform freight shipping services between the islands of Saipan and Tinian, Commonwealth of the Northern Mariana Islands (CNMI). The Contractor shall provide recurring pickup, transport, and delivery of government-owned materials and supplies under a BPA structure. This service may include full container loads, loose cargo, and hazardous materials requiring documentation.</p>\n",
    "link": "https://sam.gov/opp/916b71b95a2f453095b09c2a8c3714cc/view",
    "attachments": [
      "attachments\\Attachment 3 FA502525QB013 Questions and Answer.docx",
      "attachments\\Solicitation Amendment FA502525QB0130001 SF 30.pdf",
      "attachments\\Attachment 2 Shipping Inter Island Price list.xlsx",
      "attachments\\Attachment 1 Performance Work Statement.pdf",
      "attachments\\Solicitation - FA502525QB013.pdf"
    ],
    "attachments_text": "\n[Attachment: Attachment 3 FA502525QB013 Questions and Answer.docx]\nFA502525QB013 Questions and Answer\nMy interpretation is that we will also need to include inland freight and trucking costs from where the materials/supplies are stored to the Port of Saipan or Tinian. Is that correct? Should inland freight charges also be included in the price? Inland freight not required, only needs to clear customs. We can pick up.\nWill we also need to include delivery costs to the final destination as well once it has landed at the port of Saipan/Tinian? Or do we leave the cargo/container as is at the port? Cargo will be picked up at port\nAre there any needs for temporary storage of materials on Saipan/Tinian to meet barge schedules or in the event of inclement weather where the items can't be delivered? Consolidation/ storage of any materials prior to shipping is on the contractor. This is an as need/as available type of solicitation. If the vendor is using a 3rd party to ship, then I suppose they’re at the mercy of that vendor’s schedule.\nDo we include stevedoring charges, terminal handling fees, etc? All fees should be included in the pricing structure.\nregarding the insurance requirement in the PWS \"Provide evidence of insurance and bonding sufficient to cover transported cargo\", I am trying to secure insurance carriers to come out to our region and provide marine insurance. Would you be able to tell me the minimum and maximum value of the cargo the USG will be transporting? The carriers are asking for this to determine pricing and interest in extending coverage. Min: $500, Max $250,000 (could potentially be shipping higher value materials from time to time but would typically put this at $25K max.)\nHow might we bill for this cost outside of the BPA, as there is no CLIN to account for this, and typically it is a % of the overall cargo value. Ideally they could lump it in with the “fees” part of the billing structure.\n\n\n\n[Attachment: Solicitation Amendment FA502525QB0130001 SF 30.pdf]\nR \n11. THIS ITEM ONLY APPLIES TO AMENDMENTS OF SOLICITATIONS\nThe above numbered solicitation is amended as set forth in Item 14. The hour and date specified for receipt of Offers \nis extended. \nis not extended. \nOffers must acknowledge receipt of this amendment prior to the hour and date specified in the solicitation or as amended, by one of the following methods: \n(a) By completing items 8 and 15, and returning\ncopies of the amendment; (b) By acknowledging receipt of this amendment on each copy of the offer submitted; \nor (c) By separate letter or electronic communication which includes a reference to the solicitation and amendment numbers. FAILURE OF YOUR ACKNOWLEDGMENT TO BE \nRECEIVED AT THE PLACE DESIGNATED FOR THE RECEIPT OF OFFERS PRIOR TO THE HOUR AND DATE SPECIFIED MAY RESULT IN REJECTION OF YOUR OFFER. If \nby virtue of this amendment you desire to change an offer already submitted, such change may be made by letter or electronic communication, provided each letter or electronic \ncommunication makes reference to the solicitation and this amendment, and is received prior to the opening hour and date specified. \n12. ACCOUNTING AND APPROPRIATION DATA (If required)\n13. THIS ITEM APPLIES ONLY TO MODIFICATIONS OF CONTRACTS/ORDERS.\nIT MODIFIES THE CONTRACT/ORDER NUMBER AS DESCRIBED IN ITEM 14.\nCHECK ONE A. THIS CHANGE ORDER IS ISSUED PURSUANT TO: (Specify authority) THE CHANGES SET FORTH IN ITEM 14 ARE MADE IN THE CONTRACT ORDER \nNUMBER IN ITEM 10A.\nB. THE ABOVE NUMBERED CONTRACT/ORDER IS MODIFIED TO REFLECT THE ADMINISTRATIVE CHANGES (such as changes in paying office,\nappropriation data, etc.) SET FORTH IN ITEM 14, PURSUANT TO THE AUTHORITY OF FAR 43.103(b).\nC. THIS SUPPLEMENTAL AGREEMENT IS ENTERED INTO PURSUANT TO AUTHORITY OF:\nD. OTHER (Specify type of modification and authority)\nE. IMPORTANT: Contractor\nis not \nis required to sign this document and return \ncopies to the issuing office. \n14. DESCRIPTION OF AMENDMENT/MODIFICATION (Organized by UCF section headings, including solicitation/contract subject matter where feasible.)\nExcept as provided herein, all terms and conditions of the document referenced in Item 9A or 10A, as heretofore changed, remains unchanged and in full force and effect. \n15A.  NAME AND TITLE OF SIGNER (Type or print) \n16A.  NAME AND TITLE OF CONTRACTING OFFICER (Type or print) \n15B. CONTRACTOR/OFFEROR \n(Signature of person authorized to sign) \n15C.  DATE SIGNED 16B.  UNITED STATES OF AMERICA \n(Signature of Contracting Officer) \n16C.  DATE SIGNED \nPrevious edition unusable \nSTANDARD FORM 30 (REV. 11/2016) \nPrescribed by GSA FAR (48 CFR) 53.243 \nAMENDMENT OF SOLICITATION/MODIFICATION OF CONTRACT \n1. CONTRACT ID CODE\nPAGE \nOF   PAGES \n2. AMENDMENT/MODIFICATION NUMBER\n3. EFFECTIVE DATE\n4. REQUISITION/PURCHASE REQUISITION NUMBER\n5. PROJECT NUMBER (If applicable)\n6. ISSUED BY\nCODE \n7. ADMINISTERED BY (If other than Item 6)\nCODE \n8. NAME AND ADDRESS OF CONTRACTOR (Number, street, county, State and ZIP Code)\n(X)\n9A.  AMENDMENT OF SOLICITATION NUMBER\n9B.  DATED (SEE ITEM 11) \n10A.  MODIFICATION OF CONTRACT/ORDER NUMBE \n10B.  DATED (SEE ITEM 13) \nCODE \nFACILITY CODE \nJ\n1\n2\n0001\n11 Aug 2025\nFA5025\nFA5025  356 ECEG PK\nUNIT 14053, APO                   AP 96543\nAPO, AP 96543\nUNITED STATES\nJustin Townsend, Email: justin.townsend.2@us.af.mil Telephone: 314-632-8311\n \n \nSCD:    PAS: \nFA502525QB013\n01 Aug 2025\n1\nSee Section G - Contract Administration Data\nThe purpose of this amendment is to:\n1. Change the NAICS code from 483211 to 483113.\n2. Attach the questions and answers attachment.\n3. Extend the solicitation due date to August 15th.\nJustin Townsend\nSIGN\nSIGN\n11 Aug 2025\n\nSF 30 BLOCK 14 CONTINUATION PAGE\nSUMMARY OF CHANGES\nSolicitation/Contract Form\n \nThe following modifications were made:\nInformation\nFrom\nTo\nSize Standard - Employees\n1050\n800\nNorth American Industry \nClassification System \n(NAICS)\n483211\n483113\nResponse Due Date\n11 Aug 2025\n15 Aug 2025\nList of Attachments\n \nThe following Attachment(s) were added:\nAttachment 3 FA502525QB013 Questions and Answer \nFA502525QB0130001\nPage 2 of 2\n\n\n[Attachment: Attachment 2 Shipping Inter Island Price list.xlsx]\n  Inter-Island Freight Transportation Services – Saipan/Tinian                                                           Unnamed: 1       Unnamed: 2   Unnamed: 3\n0                                                        CLINS                                                          Description  Unit of measure  Unit Price \n1                                                    CLIN 0001  Cargo shipment between Saipan/Tinian, 1 unit (1 cubic foot OR 6lbs)       Cubic foot          NaN\n2                                                    CLIN 0002                                   Full 20' Container – General Cargo             Each          NaN\n3                                                    CLIN 0003                                   Full 40' Container – General Cargo             Each          NaN\n4                                                    CLIN 0004                                  Expedited Delivery (24 hrs or less)             Each          NaN\n5                                                    CLIN 0005                                            Hazmat Fees, per shipment             Each          NaN\n6                                                    CLIN 0006                                          Document Fees, per shipment             Each          NaN\n\n[Attachment: Attachment 1 Performance Work Statement.pdf]\nPerformance Work Statement \nInter-Island Freight Transportation Services – Saipan to Tinian and Tinian to Saipan \n1.0 Scope \nThe Contractor shall provide all labor, transportation assets, documentation, and materials \nnecessary to perform freight shipping services between the islands of Saipan and Tinian, \nCommonwealth of the Northern Mariana Islands (CNMI). The Contractor shall provide \nrecurring pickup, transport, and delivery of government-owned materials and supplies \nunder a BPA structure. This service may include full container loads, loose cargo, and \nhazardous materials requiring documentation. \n2.0 Applicable Documents and Regulations \nContractors must comply with the following: \n• \nDoT HAZMAT Regulations – 49 CFR Parts 100–185 \n• \nICAO/IATA Dangerous Goods Regulations (if applicable) \n• \nCNMI Customs and Port Authority Procedures \n• \nAny applicable local business or environmental transport rules \n3.0 Tasks and Performance Requirements \n3.1 Freight Pickup and Delivery \n• \nProvide transport of general cargo and government-owned freight \nfrom the contractor’s preferred port in Saipan to Tinian Harbor and/or \nvice versa. \n• \nCargo may include equipment, building materials, boxed goods, and \npalletized shipments. \n• \nPickup and delivery must be coordinated with designated government \nrepresentatives. \n3.2 Freight Conﬁguration and Pricing \n• \nContractor shall provide options for: \n Shipment by cubic foot \n Shipment by total weight \n Shipment by full container (20’ or 40’ containers) \n3.3 Documentation Support \n• \nContractor shall: \n\n Complete and submit HAZMAT paperwork for any regulated \nitems \n Submit customs paperwork as required by CNMI law and \nensure all cargo receives clearance to leave port. \n Maintain tracking and delivery records for each shipment \n4.0 Performance Schedule \n• \nStandard delivery: within 72 hours of pickup \n• \nExpedited delivery (if requested): within 24 hours \n• \nExceptions must be coordinated and documented in writing by the ordering official \n5.0 Contractor Requirements \n• \nMaintain valid CNMI business license \n• \nBe licensed and certiﬁed to transport hazardous materials (HAZMAT) \n• \nProvide evidence of insurance and bonding sufficient to cover transported cargo \n• \nFurnish all necessary equipment, labor, and fuel to meet performance standards \n• \nEnsure proper cargo security and environmental protection during transit \n \n\n\n[Attachment: Solicitation - FA502525QB013.pdf]\nWOMEN-OWNED SMALL \nBUSINESS (WOSB)\nSOLICITATION/CONTRACT/ORDER FOR COMMERCIAL PRODUCTS AND COMMERCIAL SERVICES \n1. REQUISITION NUMBER\nPAGE 1 OF\n2. CONTRACT NUMBER\n3. AWARD/EFFECTIVE \nDATE \n4. ORDER NUMBER\n5. SOLICITATION NUMBER\n6. SOLICITATION ISSUE \nDATE\n7. FOR SOLICITATION\nINFORMATION CALL:\na. NAME\nb. TELEPHONE NUMBER (No collect\ncalls)\n8. OFFER DUE DATE/ \nLOCAL TIME\n9. ISSUED BY\n13b. RATING\n14. METHOD OF SOLICITATION\nCODE\n15. DELIVER TO\n16. ADMINISTERED BY\nCODE\n18a. PAYMENT WILL BE MADE BY\nCODE\n17a. CONTRACTOR/ \n        OFFEROR\nCODE\nFACILITY \nCODE\nCODE\nTELEPHONE NUMBER\n17b. CHECK IF REMITTANCE IS DIFFERENT AND PUT SUCH ADDRESS IN \n        OFFER \n18b. SUBMIT INVOICES TO ADDRESS SHOWN IN BLOCK 18a UNLESS BLOCK \n        BELOW IS CHECKED\nREQUEST \nFOR QUOTE \n(RFQ)\nINVITATION \nFOR BID \n(IFB)\nREQUEST \nFOR \nPROPOSAL \n (RFP)\nSEE ADDENDUM\n19. \nITEM NUMBER\n20. \nSCHEDULE OF SUPPLIES/SERVICES\n21. \nQUANTITY\n22. \nUNIT\n23. \nUNIT PRICE\n24. \nAMOUNT\n(Use Reverse and/or Attach Additional Sheets as Necessary)\n25. ACCOUNTING AND APPROPRIATION DATA\n26. TOTAL AWARD AMOUNT (For Government Use Only)\n28. CONTRACTOR IS REQUIRED TO SIGN THIS DOCUMENT AND RETURN \nCOPIES TO ISSUING OFFICE.  CONTRACTOR AGREES TO FURNISH\nAND DELIVER ALL ITEMS SET FORTH OR OTHERWISE IDENTIFIED ABOVE AND \nON ANY ADDITIONAL SHEETS SUBJECT TO THE TERMS AND CONDITIONS \nSPECIFIED\n29. AWARD OF CONTRACT:  REFERENCE\nOFFER\nDATED .                                . YOUR OFFER ON SOLICITATION \n(BLOCK 5), INCLUDING ANY ADDITIONS OR CHANGES WHICH ARE  \nSET FORTH HEREIN, IS ACCEPTED AS TO ITEMS:\n30a. SIGNATURE OF OFFEROR/CONTRACTOR\n30b. NAME AND TITLE OF SIGNER (Type or print)\n30c. DATE SIGNED\n31a. UNITED STATES OF AMERICA (SIGNATURE OF CONTRACTING OFFICER)\n31b. NAME OF CONTRACTING OFFICER (Type or print)\n31c. DATE SIGNED\nAUTHORIZED FOR LOCAL REPRODUCTION \nPREVIOUS EDITION IS NOT USABLE\nSTANDARD FORM 1449 (REV. 11/2021) \nPrescribed by GSA - FAR (48 CFR) 53.212\n10. THIS ACQUISITION IS\nUNRESTRICTED OR\nNORTH AMERICAN \nINDUSTRY CLASSIFICATION \nSTANDARD (NAICS):\nSIZE STANDARD:\n13a. THIS CONTRACT IS A \n        RATED ORDER UNDER \n        THE DEFENSE PRIORITIES \n        AND ALLOCATIONS  \n        SYSTEM - DPAS (15 CFR 700)\nSET ASIDE:\n% FOR:\n11. DELIVERY FOR FREE ON \nBOARD (FOB) DESTINATION\nUNLESS BLOCK IS MARKED \nSEE  SCHEDULE\n12. DISCOUNT TERMS\nARE\nARE NOT ATTACHED\nARE\nARE NOT ATTACHED\n27a. SOLICITATION INCORPORATES BY REFERENCE (FEDERAL ACQUISITION REGULATION) FAR 52.212-1, 52.212-4.  FAR 52.212-3 \n        AND 52.212-5 ARE ATTACHED.  ADDENDA \n27b. CONTRACT/PURCHASE ORDER INCORPORATES BY REFERENCE FAR 52.212-4.  FAR 52.212-5 IS ATTACHED.  ADDENDA\n8(A)\nECONOMICALLY  \nDISADVANTAGED \nWOMEN-OWNED SMALL \nBUSINESS (EDWOSB)\nSERVICE-DISABLED\nVETERAN-OWNED \nSMALL BUSINESS\n(SDVOSB)\nHUBZONE SMALL \nBUSINESS\nSMALL BUSINESS\nNOTE:  OFFEROR TO COMPLETE BLOCKS 12, 17, 23, 24, AND 30.\nSee Schedule\nSee Section G - Contract Administration Data\nSee Schedule\nSIGN\nSIGN\n22\nFA502525QB013\n01 Aug 2025\nJustin Townsend\n314-632-8311\n11 Aug 2025\n05:00 PM\nFA5025\n100\nFA5025  356 ECEG PK\nUNIT 14053, APO                   AP 96543\nAPO, AP 96543\nUNITED STATES\nJustin Townsend, Email: justin.townsend.2@us.af.mil Telephone: 314-632-8311\n483211\n1050\nSee Schedule\n\nSolicitation/Contract Form\nSaipan and Tinian shipping sealift \nProduct Service Code: V115 \nFA502525QB013\nPage 2 of 22\n\nSupplies or Services & Prices or Costs\nDescription/Specifications/Statement of Work\n \nRequirements\nSaipan and Tinian shipping sealift \nFA502525QB013\nPage 3 of 22\n\nPackaging and Marking\nInspection and Acceptance\nDeliveries or Performance\nContract Administration Data\nDFARS Clauses Incorporated by Reference\nNumber\nTitle\nEffective \nDate\nAlternate/\nDeviation\nVariation\nEffective\nDate\n252.232-7003\nElectronic Submission of Payment Requests and Receiving Reports.\nDec 2018\n252.232-7009\nMandatory Payment by Governmentwide Commercial Purchase Card.\nMay 2018\nDFARS Clauses Incorporated by Full Text\n252.232-7006\nWide Area WorkFlow Payment Instructions.\n(Jan 2023)\nWIDE AREA WORKFLOW PAYMENT INSTRUCTIONS (JAN 2023)\n(a)\nAs used in this clause-\n      \n  Definitions.  \n\"Department of Defense Activity Address Code (DoDAAC)\" is a six position code that uniquely identifies a unit, activity, or organization.\n      \n\"Document type\" means the type of payment request or receiving report available for creation in Wide Area WorkFlow (WAWF).\n      \n\"Local processing office (LPO)\" is the office responsible for payment certification when payment certification is done external to the entitlement system.\n      \n\"Payment request\" and \"receiving report\" are defined in the clause at 252.232-7003, Electronic Submission of Payment Requests and Receiving Reports.\n      \n(b)\nThe WAWF system provides the method to electronically process vendor payment requests and receiving reports, as authorized by \n      \n  Electronic invoicing.  \nDefense Federal Acquisition Regulation Supplement (DFARS) 252.232-7003, Electronic Submission of Payment Requests and Receiving Reports.\n(c)\nTo access WAWF, the Contractor shall-\n      \n  WAWF access.  \n(1) Have a designated electronic business point of contact in the System for Award Management at https://www.sam.gov; and\n              \n  \n(2) Be registered to use WAWF at https://wawf.eb.mil/ following the step-by-step procedures for self-registration available at this web site.\n              \n  \n(d)\nThe Contractor should follow the training instructions of the WAWF Web-Based Training Course and use the Practice Training Site before \n      \n  WAWF training.  \nsubmitting payment requests through WAWF. Both can be accessed by selecting the \"Web Based Training\" link on the WAWF home page at https://wawf.eb.mil/\n(e)\nDocument submissions may be via web entry, Electronic Data Interchange, or File Transfer Protocol.\n      \n  WAWF methods of document submission.  \n(f)\nThe Contractor shall use the following information when submitting payment requests and receiving reports in WAWF for this \n      \n  WAWF payment instructions.  \ncontract or task or delivery order:\n(1)\nThe Contractor shall submit payment requests using the following document type(s):\n              \n  Document type.  \n(i) For cost-type line items, including labor-hour or time-and-materials, submit a cost voucher.\n                    \n  \n(ii) For fixed price line items-\n                    \n  \n(A) That require shipment of a deliverable, submit the invoice and receiving report specified by the Contracting Officer.\n                            \n  \n____\n(B) For services that do not require shipment of a deliverable, submit either the Invoice 2in1, which meets the requirements for the invoice and \n                            \n  \nreceiving report, or the applicable invoice and receiving report, as specified by the Contracting Officer.\nInvoice 2in1\n(iii) For customary progress payments based on costs incurred, submit a progress payment request.\n                    \n  \n(iv) For performance based payments, submit a performance based payment request.\n                    \n  \n(v) For commercial financing, submit a commercial financing request.\n                    \n  \n(2) ) Fast Pay requests are only permitted when Federal Acquisition Regulation (FAR) 52.213-1 is included in the contract.\n              \n  \n(3)\nThe Contractor shall use the information in the Routing Data Table below only to fill in applicable fields in WAWF when creating \n              \n  Document routing.  \npayment requests and receiving reports in the system.\nFA502525QB013\nPage 4 of 22\n\nRouting Data Table*\n                                                                                 \nField Name in WAWF\nData to be entered in WAWF\nPay Official DoDAAC\nF87700\nIssue By DoDAAC\nFA5025\nAdmin DoDAAC\nFA5025\nInspect By DoDAAC\nFA5025\nShip To Code\nFA5025\nShip From Code\n____\nMark For Code\n____\nService Approver (DoDAAC)\nFA5025\nService Acceptor (DoDAAC)\nFA5025\nAccept at Other DoDAAC\n____\nLPO DoDAAC\n____\nDCAA Auditor DoDAAC\n____\nOther DoDAAC(s)\n____\n(4)\nThe Contractor shall ensure a payment request includes documentation appropriate to the type of payment request in accordance \n              \n  Payment request.  \nwith the payment clause, contract financing clause, or Federal Acquisition Regulation 52.216-7, Allowable Cost and Payment, as applicable.\n(5)\nThe Contractor shall ensure a receiving report meets the requirements of DFARS Appendix F.\n              \n  Receiving report.  \n(g)\n      \n  WAWF point of contact.\n(1) The Contractor may obtain clarification regarding invoicing in WAWF from the following contracting activity's WAWF point of contact.\n              \n  \n356eceg.cons.team@us.af.mil\nFA502525QB013\nPage 5 of 22\n\n(2) Contact the WAWF helpdesk at 866-618-5988, if assistance is needed.\n              \n  \n(End of clause)\nFA502525QB013\nPage 6 of 22\n\nSpecial Contract Requirements\nBPA TERMS AND CONDITIONS\n \n \n \n1.  Description of Agreement: Contractor shall furnish, under this Blanket Purchase Agreement (BPA), Shipping from Saipan and Tinian in accordance with the \n \nPrice list and Performance-based Work Statement (PWS) dated 30 July, 2025, during the period of performance: 15 September 2025 through 14 September 2027.\n \n \n \na.      Either party may modify or cancel this BPA, in its entirety upon thirty (30) days written notice to the other party. The Government may cancel this BPA at \n \n \n \n \nany time if the parties fail to agree upon any deletion, amendment or addition to this BPA when statute, Executive order, the Federal Acquisition Regulation \n \n \n \n \n \n(FAR) and/or this Supplement requires. No deletion, modification, addition to, or cancellation of this BPA shall affect any contracts entered into between the \n \nparties in which this BPA or portion there of has been incorporated by reference.\nb.  This BPA will be reviewed, as a minimum, annually before the anniversary of its effective date. An agreement modifying this BPA or the issuance of a \n \n \n \n \n \nsuperseding BPA shall be evidence of this revision.\n \n \n2.  Extent of Obligation: The United States Government is obligated under this BPA only to the extent of authorized calls actually placed by authorized personnel, \n \n \nidentified by the Contracting Officer, against authorized items on the price list.\n \n3.  Total Threshold and Purchase Limitation: Total dollar threshold for the period of 15 September 2025 through 14 September 2027 of this BPA is $245,000. No \n \n \nindividual call placed against this agreement will exceed micro purchase threshold of $2,500 unless specifically approved by the contracting officer. The \ncontracting officer and the authorized representative individual ordering limitations are indicated in the letter, subject: 'NOTICE OF INDIVIDUALS AUTHORIZED \nTO PURCHASE UNDER THE BPA AND DOLLAR LIMITATIONS BY TITLEOF POSITION OR NAME.\"\n \n4. Individuals Authorized to Place Calls Under the BPA: A list will be provided of individuals authorized to place calls under this Pre-Priced Blanket Purchase \nAgreement, identified by name, title or position and the individual dollar limitation. Only those individuals identified in the letter are authorized to place calls under \n \nthe Pre-Priced Blanket Purchase Agreement. Calls received by the Contractor from personnel not listed will not be honored nor will any resultant deliveries be \naccepted. The Contractor is responsible for proper verification of authorized personnel placing calls against this BPA.  If the contractor receives a request from a\n \n \n \n \n \nperson who is not listed in the letter described in this paragraph, the Contractor will not accept the order until he/she first confirms verification and authority of the \n \n \n \n \n \n \nperson trying to make the call. All confirmations will be made by contacting the Contracting Officer.\n \n \n \n5. Price List: The Contractor shall provide the Contracting Officer firm prices for a minimum period of one (1) year, unless longer or shorter period is approved by \n \n \nthe Contracting Officer. All Price List will be submitted to the 356th Contracting Flight. Price list will be furnished as an original and one copy and shall reflect the \n \nfollowing:\na.  Name of \n \nContractor\n \nb.  Unit Price(s) of the supplies/services\n \n \n offered\nc.  Prompt payment discount terms, if \n \n any;\n \nd.  Specify effective dates on price list, Example YYMMDD thru \n \n \n \n \nYYMMDD\n \ne.  Signature of the Contractor or authorized \n \n \n \nrepresentative\n \nf.  The Contracting Officer shall approve all price lists and/or request for price changes in writing. The requiring activity will place calls only against the price list(s) \n \napproved by the Contracting Officer. Price charged to the U.S. Government shall be as low or lower than those prices charged the Contractor's most favored \n \n \n \n \n \ncustomer. The U.S. Government shall also be allowed any quantity and prompt payment discounts normally given the most favored customer. Any discounts will \nbe shown on delivery tickets and invoices.\n \nFA502525QB013\nPage 7 of 22\n\n6.  Delivery Tickets/Sales Slip: All deliveries and/or shipments under this BPA shall be accompanied by two (2) carbon copies of a delivery ticket or sales slip, \n \n \n \n \nwhich shall contain the minimum information listed below:\na. Name and Address of Contractor\n \n \nb. Blanket Purchase Agreement \n \nNumber\nc.  Date of \n \nCall\nd.  Call Number\n \n \ne.  Date of \n \nDelivery\nf.  Itemized List of supplies or Services \n \n \n \nFurnished\ng.  Quantity Ordered\n \n \nh. Unit Price, Extended Amount of each item less applicable\n \n \n \n \n \n discount\n7.  Calls: Calls for Shipping services for Saipan and Tinian will be made orally or in writing by the BPA authorized callers.\n \n \n \n \n8. Pricing: Calls will be made for only the items that appear on the APPROVED PRICE LIST. Only the Contracting Officer will conduct negotiation or solicitation \n \n \nfor prices and additional requirements.\n \nFA502525QB013\nPage 8 of 22\n\nContract Clauses\nFAR Clauses Incorporated by Reference\nNumber\nTitle\nEffective \nDate\nAlternate/\nDeviation\nVariation\nEffective\nDate\n52.204-13\nSystem for Award Management Maintenance.\nOct 2018\n52.204-18\nCommercial and Government Entity Code Maintenance.\nAug 2020\n52.204-21\nBasic Safeguarding of Covered Contractor Information Systems.\nNov 2021\n52.212-4\nContract Terms and Conditions-Commercial Products and Commercial Services.\nNov 2023\n52.232-36\nPayment by Third Party.\nMay 2014\nDFARS Clauses Incorporated by Reference\nNumber\nTitle\nEffective \nDate\nAlternate/\nDeviation\nVariation\nEffective\nDate\n252.203-7000\nRequirements Relating to Compensation of Former DoD Officials.\nSep 2011\n252.203-7002\nRequirement to Inform Employees of Whistleblower Rights.\nDec 2022\n252.204-7012\nSafeguarding Covered Defense Information and Cyber Incident Reporting. (DEVIATION \n2024-O0013 REVISION 1)\nMay 2024\nDeviation 2024-O0013\nMay 2024\n252.204-7018\nProhibition on the Acquisition of Covered Defense Telecommunications Equipment or \nServices.\nJan 2023\n252.204-7020\nNIST SP 800-171 DoD Assessment Requirements.\nNov 2023\n252.225-7012\nPreference for Certain Domestic Commodities.\nApr 2022\n252.225-7060\nProhibition on Certain Procurements from the Xinjiang Uyghur Autonomous Region.\nJun 2023\n252.232-7010\nLevies on Contract Payments.\nDec 2006\n252.237-7010\nProhibition on Interrogation of Detainees by Contractor Personnel.\nJan 2023\n252.244-7000\nSubcontracts for Commercial Products or Commercial Services.\nNov 2023\n252.247-7023\nTransportation of Supplies by Sea.\nOct 2024\nFAR Clauses Incorporated by Full Text\n52.212-5\nContract Terms and Conditions Required to Implement Statutes or Executive Orders \n- Commercial Products and Commercial Services. (DEVIATION 2025-O0003 and \n2025-O0004)\n(Jan 2025)\nDeviation 2025-O0004\n(Mar 2025)\nContract Terms and Conditions Required To Implement Statutes or Executive Orders-Commercial Products and Commercial Services (MAR 2025) (DEVIATION \n2025-O0003 and 2025-O0004)\n \n(a) The Contractor shall comply with the following Federal Acquisition Regulation (FAR) clauses, which are incorporated in this contract by reference, to implement \nprovisions of law or Executive orders applicable to acquisitions of commercial products and commercial services:\n \n(1) 52.203-19, Prohibition on Requiring Certain Internal Confidentiality Agreements or Statements (Jan 2017) (section 743 of Division E, Title VII, of the \nConsolidated and Further Continuing Appropriations Act, 2015 (Pub. L. 113-235) and its successor provisions in subsequent appropriations acts (and as extended \nin continuing resolutions)).\n \n(2) 52.204-23, Prohibition on Contracting for Hardware, Software, and Services Developed or Provided by Kaspersky Lab Covered Entities (Dec 2023) (Section \n1634 of Pub. L. 115-91).\n \n(3) 52.204-25, Prohibition on Contracting for Certain Telecommunications and Video Surveillance Services or Equipment. (Nov 2021) (Section 889(a)(1)(A) of Pub. \nL. 115-232).\n \n(4) 52.209-10, Prohibition on Contracting with Inverted Domestic Corporations (Nov 2015).\n \n(5) 52.232-40, Providing Accelerated Payments to Small Business Subcontractors (Mar 2023) (31 U.S.C. 3903 and 10 U.S.C. 3801).\n \n(6) 52.233-3, Protest After Award (Aug 1996) (31 U.S.C. 3553).\n \n(7) 52.233-4, Applicable Law for Breach of Contract Claim (Oct 2004) (Public Laws 108-77 and 108-78 ( 19 U.S.C. 3805 note)).\n \n(b) The Contractor shall comply with the FAR clauses in this paragraph (b) that the Contracting Officer has indicated as being incorporated in this contract by \nreference to implement provisions of law or Executive orders applicable to acquisitions of commercial products and commercial services:\n \n[Contracting Officer check as appropriate.]\n \n \n[ ] (1) 52.203-6, Restrictions on Subcontractor Sales to the Government (Jun 2020), with Alternate I  (Nov 2021)  (41 U.S.C. 4704 and 10 U.S.C. 4655).\n \n \n[ ] (2) 52.203-13, Contractor Code of Business Ethics and Conduct (Nov 2021) (41 U.S.C. 3509)).\n \n \nFA502525QB013\nPage 9 of 22\n\n[X] (3) 52.203-15, Whistleblower Protections under the American Recovery and Reinvestment Act of 2009 (Jun 2010) (Section 1553 of Pub. L. 111-5). (Applies to \ncontracts funded by the American Recovery and Reinvestment Act of 2009.)\n \n \n[ ] (4) 52.203-17, Contractor Employee Whistleblower Rights (Nov 2023) (41 U.S.C. 4712); this clause does not apply to contracts of DoD, NASA, the Coast Guard, \nor applicable elements of the intelligence community-see FAR 3.900(a).\n \n \n[ ] (5) 52.204-10, Reporting Executive Compensation and First-Tier Subcontract Awards (Jun 2020) (Pub. L. 109-282) ( 31 U.S.C. 6101 note).\n \n \n[ ] (6) [Reserved].\n \n \n[ ] (7) 52.204-14, Service Contract Reporting Requirements (Oct 2016) (Pub. L. 111-117, section 743 of Div. C).\n \n \n[ ] (8) 52.204-15, Service Contract Reporting Requirements for Indefinite-Delivery Contracts (Oct 2016) (Pub. L. 111-117, section 743 of Div. C).\n \n \n[X] (9) 52.204-27, Prohibition on a ByteDance Covered Application (Jun 2023) (Section 102 of Division R of Pub. L. 117-328).\n \n \n[ ] (10) 52.204-28, Federal Acquisition Supply Chain Security Act Orders-Federal Supply Schedules, Governmentwide Acquisition Contracts, and Multi-Agency \nContracts. (Dec 2023) (Pub. L. 115-390, title II).\n \n \n[ ] (11)\n \n(i) 52.204-30, Federal Acquisition Supply Chain Security Act Orders-Prohibition. (Dec 2023) (Pub. L. 115-390, title II).\n \n \n[ ] (ii) Alternate I (Dec 2023) of 52.204-30.\n \n \n[X] (12)  52.209-6, Protecting the Government's Interest When Subcontracting With Contractors Debarred, Suspended, Proposed for Debarment, or Voluntarily \nExcluded. (Jan 2025) (31 U.S.C. 6101 note).\n \n \n[ ] (13) 52.209-9, Updates of Publicly Available Information Regarding Responsibility Matters (Oct 2018) (41 U.S.C. 2313).\n \n \n[ ] (14) [Reserved].\n \n \n[ ] (15) 52.219-3, Notice of HUBZone Set-Aside or Sole-Source Award (Oct 2022) (15 U.S.C. 657a).\n \n \n[ ] (16) 52.219-4, Notice of Price Evaluation Preference for HUBZone Small Business Concerns (Oct 2022) (if the offeror elects to waive the preference, it shall so \nindicate in its offer) (15 U.S.C. 657a).\n \n \n[ ] (17) [Reserved]\n \n \n[X] (18)\n \n(i) 52.219-6, Notice of Total Small Business Set-Aside (Nov 2020) (15 U.S.C. 644).\n \n \n[ ] (ii) Alternate I (Mar 2020) of 52.219-6.\n \n \n[ ] (19)\n \nFA502525QB013\nPage 10 of 22\n\n(i) 52.219-7, Notice of Partial Small Business Set-Aside (Nov 2020) (15 U.S.C. 644).\n \n \n[ ] (ii) Alternate I (Mar 2020) of 52.219-7.\n \n \n[ ] (20) 52.219-8, Utilization of Small Business Concerns (Jan 2025)(15 U.S.C. 637(d)(2) and (3)).\n \n \n[ ] (21)\n \n(i) 52.219-9, Small Business Subcontracting Plan (Jan 2025) (15 U.S.C. 637(d)(4)).\n \n \n[ ] (ii) Alternate I (Nov 2016) of 52.219-9.\n \n \n[ ] (iii) Alternate II (Nov 2016) of 52.219-9.\n \n \n[ ] (iv) Alternate III (Jun 2020) of 52.219-9.\n \n \n[ ] (v) Alternate IV (Jan 2025) of 52.219-9.\n \n \n[ ] (22)\n \n(i) 52.219-13, Notice of Set-Aside of Orders (Mar 2020) (15 U.S.C. 644(r)).\n \n \n[ ] (ii) Alternate I (Mar 2020) of 52.219-13.\n \n \n[ ] (23) 52.219-14, Limitations on Subcontracting (Oct 2022) (15 U.S.C. 657s).\n \n \n[ ] (24) 52.219-16, Liquidated Damages-Subcontracting Plan (Sep 2021) (15 U.S.C. 637(d)(4)(F)(i)).\n \n \n[ ] (25) 52.219-27, Notice of Set-Aside for, or Sole-Source Award to, Service-Disabled Veteran-Owned Small Business (SDVOSB) Concerns Eligible Under the \nSDVOSB Program (Feb 2024) (15 U.S.C. 657f).\n \n \n[ ] (26)\n \n(i) 52.219-28, Postaward Small Business Program Rerepresentation (Jan 2025) (15 U.S.C. 632(a)(2)).\n \n \n[ ] (ii) Alternate I (Mar 2020) of 52.219-28.\n \n \n[ ] (27) 52.219-29, Notice of Set-Aside for, or Sole-Source Award to, Economically Disadvantaged Women-Owned Small Business Concerns (Oct 2022) (15 U.S.C. \n637(m)).\n \n \n[ ] (28) 52.219-30, Notice of Set-Aside for, or Sole-Source Award to, Women-Owned Small Business Concerns Eligible Under the Women-Owned Small Business \nProgram (Oct 2022) (15 U.S.C. 637(m)).\n \n \n[ ] (29) 52.219-32, Orders Issued Directly Under Small Business Reserves (Mar 2020) (15 U.S.C. 644(r)).\n \n \n[ ] (30) 52.219-33, Nonmanufacturer Rule (Sep 2021) (15 U.S.C. 637(a)(17)).\n \nFA502525QB013\nPage 11 of 22\n\n \n[X] (31) 52.222-3, Convict Labor (Jun 2003) (E.O.11755).\n \n \n[X] (32)  52.222-19, Child Labor-Cooperation with Authorities and Remedies (Jan 2025)(E.O. 13126).\n \n \n[ ] (33) [Reserved]\n \n \n[ ] (34) [Reserved]\n \n \n[X] (35)\n \n(i) 52.222-35, Equal Opportunity for Veterans (Jun 2020) (38 U.S.C. 4212).\n \n \n[ ] (ii) Alternate I (Jul 2014) of 52.222-35.\n \n \n[X] (36)\n \n(i) 52.222-36, Equal Opportunity for Workers with Disabilities (Jun 2020) (29 U.S.C. 793).\n \n \n[ ] (ii) Alternate I (Jul 2014) of 52.222-36.\n \n \n[ ] (37) 52.222-37, Employment Reports on Veterans (Jun 2020) (38 U.S.C. 4212).\n \n \n[ ] (38) 52.222-40, Notification of Employee Rights Under the National Labor Relations Act (Dec 2010) (E.O. 13496).\n \n \n[X] (39)\n \n(i) 52.222-50, Combating Trafficking in Persons (Nov 2021) (22 U.S.C. chapter 78 and E.O. 13627).\n \n \n[ ] (ii) Alternate I (Mar 2015) of 52.222-50 (22 U.S.C. chapter 78 and E.O. 13627).\n \n \n[ ] (40)  52.222-54, Employment Eligibility Verification (Jan 2025) (Executive Order 12989). (Not applicable to the acquisition of commercially available off-the-shelf \nitems or certain other types of commercial products or commercial services as prescribed in FAR 22.1803.)\n \n \n[ ] (41)\n \n(i) 52.223-9, Estimate of Percentage of Recovered Material Content for EPA-Designated Items (May 2008) ( 42 U.S.C. 6962(c)(3)(A)(ii)). (Not applicable to the \nacquisition of commercially available off-the-shelf items.)\n \n \n[ ] (ii) Alternate I (May 2008) of 52.223-9 (42 U.S.C. 6962(i)(2)(C)). (Not applicable to the acquisition of commercially available off-the-shelf items.)\n \n \n[X] (42) 52.223-11, Ozone-Depleting Substances and High Global Warming Potential Hydrofluorocarbons (May 2024) (42 U.S.C. 7671, et seq.).\n \n \n[ ] (43) 52.223-12, Maintenance, Service, Repair, or Disposal of Refrigeration Equipment and Air Conditioners (May 2024) (42 U.S.C. 7671, et seq.).\n \n \n[ ] (44) 52.223-20, Aerosols (May 2024) (42 U.S.C. 7671, et seq.).\n \nFA502525QB013\nPage 12 of 22\n\n \n[ ] (45) 52.223-21, Foams (May 2024) (42 U.S.C. 7671, et seq.).\n \n \n[ ] (46) 52.223-23, Sustainable Products and Services (MAR 2025) (DEVIATION 2025-O0004)) (7 U.S.C. 8102, 42 U.S.C. 6962, 42 U.S.C. 8259b, and 42 U.S.C. \n7671l).\n \n \n[ ] (47)\n \n(i) 52.224-3 Privacy Training (Jan 2017) (5 U.S.C. 552 a).\n \n \n[ ] (ii) Alternate I (Jan 2017) of 52.224-3.\n \n \n[ ] (48)\n \n(i) 52.225-1, Buy American-Supplies (Oct 2022) (41 U.S.C. chapter 83).\n \n \n[ ] (ii) Alternate I (Oct 2022) of 52.225-1.\n \n \n[ ] (49)\n \n(i) 52.225-3, Buy American-Free Trade Agreements-Israeli Trade Act (NOV 2023) (19 U.S.C. 3301 note, 19 U.S.C. 2112 note, 19 U.S.C. 3805 note, 19 U.S.C. \n4001 note, 19 U.S.C. chapter 29 (sections 4501-4732), Public Law 103-182, 108-77, 108-78, 108-286, 108-302, 109-53, 109-169, 109-283, 110-138, 112-41, \n112-42, and 112-43.\n \n \n[ ] (ii) Alternate I [Reserved].\n \n \n[ ] (iii) Alternate II (Jan 2025) of 52.225-3.\n \n \n[ ] (iv) Alternate III (Feb 2024) of 52.225-3.\n \n \n[ ] (v) Alternate IV (Oct 2022) of 52.225-3.\n \n \n[ ] (50) 52.225-5, Trade Agreements (NOV 2023) (19 U.S.C. 2501, et seq., 19 U.S.C. 3301 note).\n \n \n[ ] (51) 52.225-13, Restrictions on Certain Foreign Purchases (Feb 2021) (E.O.'s, proclamations, and statutes administered by the Office of Foreign Assets Control \nof the Department of the Treasury).\n \n \n[ ] (52) 52.225-26, Contractors Performing Private Security Functions Outside the United States (Oct 2016) (Section 862, as amended, of the National Defense \nAuthorization Act for Fiscal Year 2008; 10 U.S.C. Subtitle A, Part V, Subpart G Note).\n \n \n[ ] (53) 52.226-4, Notice of Disaster or Emergency Area Set-Aside (Nov 2007) (42 U.S.C. 5150).\n \n \n[ ] (54) 52.226-5, Restrictions on Subcontracting Outside Disaster or Emergency Area (Nov 2007) (42 U.S.C. 5150).\n \n \n[ ] (55) 52.226-8, Encouraging Contractor Policies to Ban Text Messaging While Driving (May 2024) (E.O. 13513).\n \n \n[ ] (56) 52.229-12, Tax on Certain Foreign Procurements (Feb 2021).\n \nFA502525QB013\nPage 13 of 22\n\n \n[ ] (57) 52.232-29, Terms for Financing of Purchases of Commercial Products and Commercial Services (Nov 2021) (41 U.S.C. 4505, 10 U.S.C. 3805).\n \n \n[ ] (58) 52.232-30, Installment Payments for Commercial Products and Commercial Services (Nov 2021) (41 U.S.C. 4505, 10 U.S.C. 3805).\n \n \n[X] (59) 52.232-33, Payment by Electronic Funds Transfer-System for Award Management (Oct2018) (31 U.S.C. 3332).\n \n \n[ ] (60) 52.232-34, Payment by Electronic Funds Transfer-Other than System for Award Management (Jul 2013) (31 U.S.C. 3332).\n \n \n[X] (61) 52.232-36, Payment by Third Party (May 2014) (31 U.S.C. 3332).\n \n \n[X] (62) 52.239-1, Privacy or Security Safeguards (Aug 1996) (5 U.S.C. 552a).\n \n \n[ ] (63) 52.240-1, Prohibition on Unmanned Aircraft Systems Manufactured or Assembled by American Security Drone Act-Covered Foreign Entities (Nov 2024) \n(Sections 1821-1826, Pub. L. 118-31, 41 U.S.C. 3901 note prec.).\n \n \n[ ] (64) 52.242-5, Payments to Small Business Subcontractors (Jan 2017) (15 U.S.C. 637(d)(13)).\n \n \n[ ] (65)\n \n(i) 52.247-64, Preference for Privately Owned U.S.-Flag Commercial Vessels (Nov 2021) (46 U.S.C. 55305 and 10 U.S.C. 2631).\n \n \n[ ] (ii) Alternate I (Apr 2003) of 52.247-64.\n \n \n[ ] (iii) Alternate II (Nov 2021) of 52.247-64.\n \n(c) The Contractor shall comply with the FAR clauses in this paragraph (c), applicable to commercial services, that the Contracting Officer has indicated as being \nincorporated in this contract by reference to implement provisions of law or Executive orders applicable to acquisitions of commercial products and commercial \nservices:\n \n[Contracting Officer check as appropriate.]\n \n \n[X] (1) 52.222-41, Service Contract Labor Standards (Aug 2018) (41 U.S.C. chapter67).\n \n \n[ ] (2) 52.222-42, Statement of Equivalent Rates for Federal Hires (May 2014) (29 U.S.C. 206 and 41 U.S.C. chapter 67).\n \n \n[ ] (3) 52.222-43, Fair Labor Standards Act and Service Contract Labor Standards-Price Adjustment (Multiple Year and Option Contracts) (Aug 2018) (29 U.S.C. \n206 and 41 U.S.C. chapter 67).\n \n \n[ ] (4) 52.222-44, Fair Labor Standards Act and Service Contract Labor Standards-Price Adjustment (May 2014) ( 29U.S.C.206 and 41 U.S.C. chapter 67).\n \n \n[ ] (5) 52.222-51, Exemption from Application of the Service Contract Labor Standards to Contracts for Maintenance, Calibration, or Repair of Certain Equipment-\nRequirements (May 2014) (41 U.S.C. chapter 67).\n \n \n[ ] (6) 52.222-53, Exemption from Application of the Service Contract Labor Standards to Contracts for Certain Services-Requirements (May 2014) (41 U.S.C. \nchapter 67).\n \n \n[ ] (7) 52.222-55, Minimum Wages for Contractor Workers Under Executive Order 14026 (Jan 2022).\n \nFA502525QB013\nPage 14 of 22\n\n \n[ ] (8) 52.222-62, Paid Sick Leave Under Executive Order 13706 (Jan 2022) (E.O. 13706).\n \n \n[ ] (9) 52.226-6, Promoting Excess Food Donation to Nonprofit Organizations (Jun 2020) (42 U.S.C. 1792).\n \n \n[ ] (10) 52.247-69, Reporting Requirement for U.S.-Flag Air Carriers Regarding Training to Prevent Human Trafficking (Jan 2025) (49 U.S.C. 40118(g)).\n \n(d) Comptroller General Examination of Record. The Contractor shall comply with the provisions of this paragraph (d) if this contract was awarded using other than \nsealed bid, is in excess of the simplified acquisition threshold, as defined in FAR 2.101, on the date of award of this contract, and does not contain the clause at \n52.215-2, Audit and Records-Negotiation.\n \n(1) The Comptroller General of the United States, or an authorized representative of the Comptroller General, shall have access to and right to examine any of the \nContractor's directly pertinent records involving transactions related to this contract.\n \n(2) The Contractor shall make available at its offices at all reasonable times the records, materials, and other evidence for examination, audit, or reproduction, until \n3 years after final payment under this contract or for any shorter period specified in FAR subpart 4.7, Contractor Records Retention, of the other clauses of this \ncontract. If this contract is completely or partially terminated, the records relating to the work terminated shall be made available for 3 years after any resulting final \ntermination settlement. Records relating to appeals under the disputes clause or to litigation or the settlement of claims arising under or relating to this contract shall \nbe made available until such appeals, litigation, or claims are finally resolved.\n \n(3) As used in this clause, records include books, documents, accounting procedures and practices, and other data, regardless of type and regardless of form. This \ndoes not require the Contractor to create or maintain any record that the Contractor does not maintain in the ordinary course of business or pursuant to a provision \nof law.\n \n \n(e)\n \n(1) Notwithstanding the requirements of the clauses in paragraphs (a), (b), (c), and (d) of this clause, the Contractor is not required to flow down any FAR clause, \nother than those in this paragraph (e)(1), in a subcontract for commercial products or commercial services. Unless otherwise indicated below, the extent of the flow \ndown shall be as required by the clause-\n \n(i) 52.203-13, Contractor Code of Business Ethics and Conduct (Nov 2021) (41 U.S.C. 3509).\n \n(ii) 52.203-17, Contractor Employee Whistleblower Rights (Nov 2023) (41 U.S.C. 4712).\n \n(iii) 52.203-19, Prohibition on Requiring Certain Internal Confidentiality Agreements or Statements (Jan 2017) (section 743 of Division E, Title VII, of the \nConsolidated and Further Continuing Appropriations Act, 2015 (Pub. L. 113-235) and its successor provisions in subsequent appropriations acts (and as extended \nin continuing resolutions)).\n \n(iv) 52.204-23, Prohibition on Contracting for Hardware, Software, and Services Developed or Provided by Kaspersky Lab Covered Entities (Dec 2023) (Section \n1634 of Pub. L. 115-91).\n \n(v) 52.204-25, Prohibition on Contracting for Certain Telecommunications and Video Surveillance Services or Equipment. (Nov 2021) (Section 889(a)(1)(A) of Pub. \nL. 115-232).\n \n(vi) 52.204-27, Prohibition on a ByteDance Covered Application (Jun 2023) (Section 102 of Division R of Pub. L. 117-328).\n \n \n(vii)\n \n(A) 52.204-30, Federal Acquisition Supply Chain Security Act Orders-Prohibition. (Dec 2023) (Pub. L. 115-390, title II).\n \n(B) Alternate I (Dec 2023) of 52.204-30.\n \n(viii) 52.219-8, Utilization of Small Business Concerns (Jan 2025) (15 U.S.C. 637(d)(2) and (3)), in all subcontracts that offer further subcontracting opportunities. If \nthe subcontract (except subcontracts to small business concerns) exceeds the applicable threshold specified in FAR 19.702(a) on the date of subcontract award, \nthe subcontractor must include 52.219-8 in lower tier subcontracts that offer subcontracting opportunities.\n \n(ix) [Reserved]\n \n(x) [Reserved]\n \n(xi) 52.222-35, Equal Opportunity for Veterans (Jun 2020) (38 U.S.C. 4212).\n \n(xii) 52.222-36, Equal Opportunity for Workers with Disabilities (Jun 2020) (29 U.S.C. 793).\n \n(xiii) 52.222-37, Employment Reports on Veterans (Jun 2020) (38 U.S.C. 4212).\n \n(xiv) 52.222-40, Notification of Employee Rights Under the National Labor Relations Act (Dec 2010) (E.O. 13496). Flow down required in accordance with \nparagraph (f) of FAR clause 52.222-40.\n \n(xv) 52.222-41, Service Contract Labor Standards (Aug 2018) (41 U.S.C. chapter 67).\n \n \n(xvi)\nFA502525QB013\nPage 15 of 22\n\n \n(A) 52.222-50, Combating Trafficking in Persons (Nov 2021) (22 U.S.C. chapter 78 and E.O 13627).\n \n(B) Alternate I (Mar 2015) of 52.222-50 (22 U.S.C. chapter 78 and E.O. 13627).\n \n(xvii) 52.222-51, Exemption from Application of the Service Contract Labor Standards to Contracts for Maintenance, Calibration, or Repair of Certain Equipment-\nRequirements (May 2014) (41 U.S.C. chapter 67).\n \n(xviii) 52.222-53, Exemption from Application of the Service Contract Labor Standards to Contracts for Certain Services-Requirements (May 2014) (41 U.S.C. \nchapter 67).\n \n(xix)  52.222-54, Employment Eligibility Verification (Jan 2025) (E.O. 12989).\n \n(xx) 52.222-55, Minimum Wages for Contractor Workers Under Executive Order 14026 (Jan 2022).\n \n(xxi) 52.222-62, Paid Sick Leave Under Executive Order 13706 (Jan 2022) (E.O. 13706).\n \n \n(xxii)\n \n(A) 52.224-3, Privacy Training (Jan 2017) (5 U.S.C. 552a).\n \n(B) Alternate I (Jan 2017) of 52.224-3.\n \n(xxiii) 52.225-26, Contractors Performing Private Security Functions Outside the United States (Oct 2016) (Section 862, as amended, of the National Defense \nAuthorization Act for Fiscal Year 2008; 10 U.S.C. Subtitle A, Part V, Subpart G Note).\n \n(xxiv) 52.226-6, Promoting Excess Food Donation to Nonprofit Organizations (Jun 2020) (42 U.S.C. 1792). Flow down required in accordance with paragraph (e) of \nFAR clause 52.226-6.\n \n(xxv) 52.232-40, Providing Accelerated Payments to Small Business Subcontractors (Mar 2023) (31 U.S.C. 3903 and 10 U.S.C. 3801). Flow down required in \naccordance with paragraph (c) of 52.232-40.\n \n(xxvi) 52.240-1, Prohibition on Unmanned Aircraft Systems Manufactured or Assembled by American Security Drone Act-Covered Foreign Entities (Nov 2024) \n(Sections 1821-1826, Pub. L. 118-31, 41 U.S.C. 3901 note prec.).\n \n(xxvii) 52.247-64, Preference for Privately Owned U.S.-Flag Commercial Vessels (Nov 2021) (46 U.S.C. 55305 and 10 U.S.C. 2631). Flow down required in \naccordance with paragraph (d) of FAR clause 52.247-64.\n \n(2) While not required, the Contractor may include in its subcontracts for commercial products and commercial services a minimal number of additional clauses \nnecessary to satisfy its contractual obligations.\n \n(End of clause)\n52.223-3\nHazardous Material Identification and Material Safety Data.\n(Feb 2021)\nHazardous Material Identification and Material Safety Data (Feb 2021)\n(a) \"Hazardous material,\" as used in this clause, includes any material defined as hazardous under the latest version of Federal Standard No.313 (including \nrevisions adopted during the term of the contract).\n(b) The offeror must list any hazardous material, as defined in paragraph (a) of this clause, to be delivered under this contract. The hazardous material shall be \nproperly identified and include any applicable identification number, such as National Stock Number or Special Item Number. This information shall also be included \non the Material Safety Data Sheet submitted under this contract.\n       \n                 Material (If none, insert None)                 Identification No.  \n                 ____________                 ____________  \n                 ____                 ____  \n                 ____                 ____  \n(c) This list must be updated during performance of the contract whenever the Contractor determines that any other material to be delivered under this contract is \nhazardous.\n(d) The apparently successful offeror agrees to submit, for each item as required prior to award, a Material Safety Data Sheet, meeting the requirements of 29 CFR \n1910.1200(g) and the latest version of Federal Standard No.313, for all hazardous material identified in paragraph (b) of this clause. Data shall be submitted in \naccordance with Federal Standard No.313, whether or not the apparently successful offeror is the actual manufacturer of these items. Failure to submit the Material \nSafety Data Sheet prior to award may result in the apparently successful offeror being considered nonresponsible and ineligible for award.\n(e) If, after award, there is a change in the composition of the item(s) or a revision to Federal Standard No.313, which renders incomplete or inaccurate the data \nsubmitted under paragraph (d) of this clause, the Contractor shall promptly notify the Contracting Officer and resubmit the data.\n(f) Neither the requirements of this clause nor any act or failure to act by the Government shall relieve the Contractor of any responsibility or liability for the safety of \nGovernment, Contractor, or subcontractor personnel or property.\n(g) Nothing contained in this clause shall relieve the Contractor from complying with applicable Federal, State, and local laws, codes, ordinances, and regulations \n(including the obtaining of licenses and permits) in connection with hazardous material.\n(h) The Government's rights in data furnished under this contract with respect to hazardous material are as follows:\n(1) To use, duplicate and disclose any data to which this clause is applicable. The purposes of this right are to-\nFA502525QB013\nPage 16 of 22\n\n(i) Apprise personnel of the hazards to which they may be exposed in using, handling, packaging, transporting, or disposing of hazardous materials;\n(ii) Obtain medical treatment for those affected by the material; and\n(iii) Have others use, duplicate, and disclose the data for the Government for these purposes.\n(2) To use, duplicate, and disclose data furnished under this clause, in accordance with paragraph (h)(1) of this clause, in precedence over any other clause of this \ncontract providing for rights in data.\n(3) The Government is not precluded from using similar or identical data acquired from other sources.\n(End of clause)\n52.252-6\nAuthorized Deviations in Clauses.\n(Nov 2020)\nAuthorized Deviations in Clauses (Nov 2020)\n The use in this solicitation or contract of any Federal Acquisition Regulation (48 CFR Chapter 1) clause with an authorized deviation is indicated by the addition \n(a)\nof \"(DEVIATION)\" after the date of the clause.\n The use in this solicitation or contract of any \n(48 CFR \n) clause with an authorized deviation is indicated by the addition of \"(DEVIATION)\" after \n(b)\nDFARS \nChapter 2\nthe name of the regulation.\n(End of clause)\nDFARS Clauses Incorporated by Full Text\n252.223-7001\nHazard Warning Labels.\n(Dec 1991)\nHAZARD WARNING LABELS (DEC 1991)\n (a) \"Hazardous material,\" as used in this clause, is defined in the Hazardous Material Identification and Material Safety Data clause of this contract.\n (b) The Contractor shall label the item package (unit container) of any hazardous material to be delivered under this contract in accordance with the Hazard \nCommunication Standard (29 CFR 1910.1200 et seq). The Standard requires that the hazard warning label conform to the requirements of the standard unless the \nmaterial is otherwise subject to the labelling requirements of one of the following statutes:\n (1) Federal Insecticide, Fungicide and Rodenticide Act;\n (2) Federal Food, Drug and Cosmetics Act;\n (3) Consumer Product Safety Act;\n (4) Federal Hazardous Substances Act; or\n (5) Federal Alcohol Administration Act.\n (c) The Offeror shall list which hazardous material listed in the Hazardous Material Identification and Material Safety Data clause of this contract will be labelled in \naccordance with one of the Acts in paragraphs (b)(1) through (5) of this clause instead of the Hazard Communication Standard. Any hazardous material not listed \nwill be interpreted to mean that a label is required in accordance with the Hazard Communication Standard.\n  \n                                  MATERIAL (If None, Insert \"None.\")                                                   ACT                   \n                                    ____                                                      ____                    \n                                    ____                                                      ____                    \n                                    ____                                                      ____                    \n (d) The apparently successful Offeror agrees to submit, before award, a copy of the hazard warning label for all hazardous materials not listed in paragraph (c) of \nthis clause. The Offeror shall submit the label with the Material Safety Data Sheet being furnished under the Hazardous Material Identification and Material Safety \nData clause of this contract.\n (e) The Contractor shall also comply with MIL-STD-129, Marking for Shipment and Storage (including revisions adopted during the term of this contract).\n(End of clause)\nSupplemental Clauses Incorporated by Full Text\n5352.201-9101 PACAF\nOmbudsman\n(Jul 2023)\nFA502525QB013\nPage 17 of 22\n\n(a) An ombudsman has been appointed to hear and facilitate the resolution of concerns from offerors, potential offerors, and others for this acquisition. When \nrequested, the ombudsman will maintain strict confidentiality as to the source of the concern. The existence of the ombudsman does not affect the authority of the \nprogram manager, contracting officer, or source selection official. Further, the ombudsman does not participate in the evaluation of proposals, the source selection \nprocess, or the adjudication of protests or formal contract disputes. The ombudsman may refer the interested party to another official who can resolve the concern.\n(b) Before consulting with an ombudsman, interested parties must first address their concerns, issues, disagreements, and/or recommendations to the contracting \nofficer for resolution. Consulting an ombudsman does not alter or postpone the timelines for any other processes (e.g., agency level bid protests, GAO bid protests, \nrequests for debriefings, employee-employer actions, contests of OMB Circular A-76 competition performance decisions).\n(c) If resolution cannot be made by the contracting officer, the interested party may contact the ombudsman, AFICC/KH (Chief Enlisted Manager), 25 E Street, \nSuite C-320, JBPH-H, HI 96853-5427, Phone: (808) 447-6128, e-mail: afica.kh@us.af.mil. Concerns, issues, disagreements, and recommendations that cannot be \nresolved at the Center/MAJCOM/DRU/SMC ombudsman level, may be brought by the interested party for further consideration to the Air Force ombudsman, \nAssociate Deputy Assistant Secretary (ADAS) (Contracting), SAF/AQC, 1060 Air Force Pentagon, Washington DC 20330-1060, phone number (571) 256-2395, \nfacsimile number (571) 256-2431.\n(d) The ombudsman has no authority to render a decision that binds the agency.\n(e) Do not contact the ombudsman to request copies of the solicitation, verify offer due date, or clarify technical requirements. Such inquiries shall be directed to the \ncontracting officer.\n(End of clause)\n5352.223-9000\nElimination of Use of Class I Ozone Depleting Substances (ODS)\n(Jun 2024)\n(a) Contractors shall not:\n(1) Provide any service or product with any specification, standard, drawing, or other document that requires the use of a Class I ODS in the test, operation, or \nmaintenance of any system, subsystem, item, component, or process; or\n(2) Provide any specification, standard, drawing, or other document that establishes a test, operation, or maintenance requirement that can only be met by use of a \nClass I ODS as part of this contract/order.\n(b) For the purposes of Department of the Air Force policy, the following products that are pure (i.e., they meet the relevant product specification identified in AFI \n \n32-7086) are Class I ODSs:\n(1) Halons: 1011, 1202, 1211, 1301, and 2402;\n(2) Chlorofluorocarbons (CFCs): CFC-11, CFC-12, CFC-13, CFC-111, CFC-112, CFC-113, CFC-114, CFC-115, CFC-211, CFC-212, CFC-213, CFC-214, \nCFC-215, CFC-216, and CFC-217, and the blends R-500, R-501, R-502, and R-503; and\n(3) Carbon Tetrachloride, Methyl Chloroform, and Methyl Bromide.\n[NOTE: Material that uses one or more of these Class I ODSs as minor constituents do not meet the Department of the Air Force definition of a Class I ODS.]\n(End of clause)\nFA502525QB013\nPage 18 of 22\n\nList of Attachments\nNumber\nAttachment Name\nAttachment Description\nReference \nIdentifier\nDate\nLine Item\n01\nAttachment 1 \nPerformance Work \nStatement\nPerformance Work Statement\n29 Jul \n2025\n02\nAttachment 2 \nShipping Inter \nIsland Price list\nPrice List\n29 Jul \n2025\nFA502525QB013\nPage 19 of 22\n\nRepresentations, Certification, & Other Statements\nFAR Clauses Incorporated by Reference\nNumber\nTitle\nEffective \nDate\nAlternate/\nDeviation\nVariation\nEffective\nDate\n52.204-24\nRepresentation Regarding Certain Telecommunications and Video Surveillance Services or \nEquipment.\nNov 2021\n52.204-26\nCovered Telecommunications Equipment or Services-Representation.\nOct 2020\n52.229-11\nTax on Certain Foreign Procurements-Notice and Representation.\nJun 2020\nDFARS Clauses Incorporated by Reference\nNumber\nTitle\nEffective \nDate\nAlternate/\nDeviation\nVariation\nEffective\nDate\n252.204-7008\nCompliance with Safeguarding Covered Defense Information Controls.\nOct 2016\n252.204-7017\nProhibition on the Acquisition of Covered Defense Telecommunications Equipment or Services-\nRepresentation.\nMay 2021\n252.225-7059\nProhibition on Certain Procurements from the Xinjiang Uyghur Autonomous Region-Representation.\nJun 2023\nFAR Clauses Incorporated by Full Text\n52.204-29\nFederal Acquisition Supply Chain Security Act Orders-Representation and Disclosures.\n(Dec 2023)\nFederal Acquisition Supply Chain Security Act Orders-Representation and Disclosures (Dec 2023)\n(a) Definitions. As used in this provision, Covered article, FASCSA order, Intelligence community, National security system, Reasonable inquiry, Sensitive \ncompartmented information, Sensitive compartmented information system, and Source have the meaning provided in the clause 52.204-30, Federal Acquisition \nSupply Chain Security Act Orders-Prohibition.\n(b) Prohibition. Contractors are prohibited from providing or using as part of the performance of the contract any covered article, or any products or services \nproduced or provided by a source, if the prohibition is set out in an applicable Federal Acquisition Supply Chain Security Act (FASCSA) order, as described in \nparagraph (b)(1) of FAR 52.204-30, Federal Acquisition Supply Chain Security Act Orders-Prohibition.\n(c) Procedures.\n(1) The Offeror shall search for the phrase \"FASCSA order\" in the System for Award Management (SAM)(  https://www.sam.gov) for any covered article, or any \nproducts or services produced or provided by a source, if there is an applicable FASCSA order described in paragraph (b)(1) of FAR 52.204-30, Federal Acquisition \nSupply Chain Security Act Orders-Prohibition.\n(2) The Offeror shall review the solicitation for any FASCSA orders that are not in SAM, but are effective and do apply to the solicitation and resultant contract (see \nFAR 4.2303(c)(2)).\n(3) FASCSA orders issued after the date of solicitation do not apply unless added by an amendment to the solicitation.\n(d) Representation. By submission of this offer, the offeror represents that it has conducted a reasonable inquiry, and that the offeror does not propose to provide or \nuse in response to this solicitation any covered article, or any products or services produced or provided by a source, if the covered article or the source is \nprohibited by an applicable FASCSA order in effect on the date the solicitation was issued, except as waived by the solicitation, or as disclosed in paragraph (e).\n(e) Disclosures. The purpose for this disclosure is so the Government may decide whether to issue a waiver. For any covered article, or any products or services \nproduced or provided by a source, if the covered article or the source is subject to an applicable FASCSA order, and the Offeror is unable to represent compliance, \nthen the Offeror shall provide the following information as part of the offer:\n(1) Name of the product or service provided to the Government;\n(2) Name of the covered article or source subject to a FASCSA order;\n(3) If applicable, name of the vendor, including the Commercial and Government Entity code and unique entity identifier (if known), that supplied the covered article \nor the product or service to the Offeror;\n(4) Brand;\n(5) Model number (original equipment manufacturer number, manufacturer part number, or wholesaler number);\n(6) Item description;\n(7) Reason why the applicable covered article or the product or service is being provided or used;\n(f) Executive agency review of disclosures. The contracting officer will review disclosures provided in paragraph (e) to determine if any waiver may be sought. A \ncontracting officer may choose not to pursue a waiver for covered articles or sources otherwise subject to a FASCSA order and may instead make an award to an \nofferor that does not require a waiver.\n(End of provision)\nFA502525QB013\nPage 20 of 22\n\nInstructions, Conditions, & Notices to Offerors or Quoters\nFAR Clauses Incorporated by Reference\nNumber\nTitle\nEffective \nDate\nAlternate/\nDeviation\nVariation\nEffective\nDate\n52.204-7\nSystem for Award Management.\nNov 2024\n52.204-16\nCommercial and Government Entity Code Reporting.\nAug 2020\n52.212-1\nInstructions to Offerors-Commercial Products and Commercial Services.\nSep 2023\nDFARS Clauses Incorporated by Reference\nNumber\nTitle\nEffective \nDate\nAlternate/\nDeviation\nVariation\nEffective\nDate\n252.204-7019\nNotice of NIST SP 800-171 DoD Assessment Requirements.\nNov 2023\n252.204-7024\nNotice on the Use of the Supplier Performance Risk System.\nMar 2023\nFAR Clauses Incorporated by Full Text\n52.252-5\nAuthorized Deviations in Provisions.\n(Nov 2020)\nAuthorized Deviations in Provisions (Nov 2020)\n The use in this solicitation of any Federal Acquisition Regulation (48 CFR Chapter 1) provision with an authorized deviation is indicated by the addition of \n(a)\n\"(DEVIATION)\" after the date of the provision.\n The use in this solicitation of any \n(48 CFR \n) provision with an authorized deviation is indicated by the addition of \"(DEVIATION)\" after the \n(b)\nDFARS \nChapter 2\nname of the regulation.\n(End of provision)\nFA502525QB013\nPage 21 of 22\n\nEvaluation Factors for Award\nDFARS Clauses Incorporated by Reference\nNumber\nTitle\nEffective \nDate\nAlternate/\nDeviation\nVariation\nEffective\nDate\n252.247-7026\nEvaluation Preference for Use of Domestic Shipyards - Applicable to Acquisition of Carriage by \nVessel for DoD Cargo in the Coastwise or Noncontiguous Trade.\nOct 2024\nFAR Clauses Incorporated by Full Text\n52.212-2\nEvaluation-Commercial Products and Commercial Services.\n(Nov 2021)\nEvaluation-Commercial Products and Commercial Services (Nov 2021)\n(a) The Government will award a contract resulting from this solicitation to the responsible offeror whose offer conforming to the solicitation will be most \nadvantageous to the Government, price and other factors considered. The following factors shall be used to evaluate offers:\nPrice and Technical Capability which will be weighted equally\n(b) \n. The Government will evaluate offers for award purposes by adding the total price for all options to the total price for the basic requirement. The \nOptions\nGovernment may determine that an offer is unacceptable if the option prices are significantly unbalanced. Evaluation of options shall not obligate the Government \nto exercise the option(s).\n(c) A written notice of award or acceptance of an offer, mailed or otherwise furnished to the successful offeror within the time for acceptance specified in the offer, \nshall result in a binding contract without further action by either party. Before the offer's specified expiration time, the Government may accept an offer (or part of an \noffer), whether or not there are negotiations after its receipt, unless a written notice of withdrawal is received before award.\n(End of provision)\nFA502525QB013\nPage 22 of 22\n\n"
  },
  {
    "sam_id": "16acde6a0ce84abfaf075dd043f3aee5",
    "title": "Disaster Overseas Transportation Support (DOTS) - AS/GU/CNMI",
    "solicitation": "70FB7025I00000007",
    "naics": [
      "48311"
    ],
    "status": "Published",
    "description": "<p class=\"sam-rich-text-editor-indent-b\"><strong>Department of Homeland Security</strong></p>\n\n<p class=\"sam-rich-text-editor-indent-b\"><strong>Federal Emergency Management Agency</strong></p>\n\n<p class=\"sam-rich-text-editor-indent-b\"><strong>Logistics Management Directorate</strong></p>\n\n<p class=\"sam-rich-text-editor-indent-b\"><strong>Transportation Management Division</strong></p>\n\n<p class=\"sam-rich-text-editor-indent-b\"><strong>Disaster Operations for Transportation Support for </strong></p>\n\n<p class=\"sam-rich-text-editor-indent-b\"><strong>American Samoa, Guam, and Commonwealth of the Northern Mariana Islands </strong></p>\n\n<p>The Federal Emergency Management Agency (FEMA) has developed this Request for Information (RFI) to solicit market research information from industry. FEMA&rsquo;s mission is helping people before, during, and after disasters. One of FEMA&rsquo;s responsibilities are to ensure the effectiveness of emergency response personnel in responding to emergencies and disasters.</p>\n\n<p><strong>THIS IS A REQUEST FOR INFORMATION ONLY. </strong>This notice is not a Request for Proposal, a Request for Quotation, an Invitation for Bids, a Solicitation, or an indication that the Government will contract for the services detailed herein. This RFI is part of government market research efforts to determine the scope of industry capabilities and will be utilized for informational purposes only. In accordance with FAR 15.201(e), responses to this notice are not offers and cannot be accepted by the Government to form a binding contract. Responses to this RFI are strictly voluntary and the Government will not pay respondents for information provided in response to this RFI. Responses to this RFI will not be returned and respondents will not be notified of the results of the review. If a Solicitation is issued, the Government does not guarantee that it will be issued to RFI respondents. The Government is also requesting that restrictive or proprietary markings not be used in response to the RFI. Please note that this RFI does not restrict the Government&#39;s acquisition approach on a future Solicitation.</p>\n\n<p><strong>NO PROPOSALS ARE BEING REQUESTED OR ACCEPTED AND NO CONTRACT</strong></p>\n\n<p><strong>SHALL BE AWARDED AS A RESULT OF THIS RFI.</strong></p>\n\n<p>No reimbursement will be made for any costs associated with providing information in response to this RFI or any follow up information requests.</p>\n\n<p>The purpose of this RFI is to receive responses to the list of questions provided by FEMA. Information regarding this specific requirement is included in this notice for reference.</p>\n\n<p><strong>PROPRIETARY INFORMATION AND DISCLAIMERS: </strong>Respondents shall identify any proprietary information in its response. Information submitted in response to this RFI will be used at the discretion of the Government. Further, the information submitted will remain confidential insofar as permitted by law, including the Freedom of Information and Privacy Acts.</p>\n\n<p>FEMA reserves the right to utilize any non-proprietary technical information in the anticipated PWS or solicitation.</p>\n\n<p>Although it is not necessary to address in their response, respondents shall be aware of any potential, actual, or perceived organizational conflicts of interests. Any real or potential conflicts must be sufficiently mitigated prior to a contract award. For further guidance, refer to the FAR Part 9.5.</p>\n\n<p><strong>BACKGROUND</strong></p>\n\n<p>The Federal Emergency Management Agency (FEMA) has the responsibility of supporting the disaster response and recovery efforts for the severely impacted United States territories of American Samoa, Guam and the Commonwealth of the Northern Mariana Islands.&nbsp; Past major hurricanes have brought unprecedented damages intensifying the response and recovery effort challenges that affected FEMA&rsquo;s response to survivors located throughout the islands, specifically to those secluded areas like the mountain and inland regions.&nbsp; Accessibility issues due to damaged transportation infrastructure has survivors waiting longer periods of time to receive life sustaining supplies.&nbsp;</p>\n\n<p>A major part of the response and recovery effort revolves around supplying the affected area with Initial Response Resources (IRR).&nbsp; These include life supporting and life sustaining IRRs such as but not limited to water, meals, cots, tarps, plastic sheeting, blankets, sandbags, generators, and fuel which are needed to lessen damage before or after a disaster.&nbsp; FEMA has limited readiness on these islands due to the deficiency in warehousing space and minimum full time FEMA/CORE personnel in American Samoa, Guam and the Commonwealth of the Northern Mariana Islands to support the magnitude of this response. FEMA is also tasked with the movement of Inter-agency resources and support functions into the affected areas to support critical needs such as infrastructure, electricity, and sewage repairs; provide medical requirements and services; and bring basic human needs like water and meals to those in need.</p>\n\n<p></p>\n\n<p><strong>PROJECT SCOPE/DELIVERABLES</strong></p>\n\n<p>FEMA has determined that a full suite of transportation services such as air, maritime, and ground transportation (including point of origin at both air/seaports to destination) is key to fulfill the requirement.&nbsp; In addition, warehousing services, essential equipment, and all necessary labor to fulfill such transportation services, are needed to successfully complete FEMA&rsquo;s mission.&nbsp; This includes but is not limited to:</p>\n\n<ul>\n\t<li>20-foot and 40-foot containers, 53-foot trailers and chassis, specialized trailers (e.g. flatbeds, lowboys, refrigerated)</li>\n\t<li>container/material handling equipment</li>\n\t<li>specialized trucks (e.g. box trucks, 20 ft. pups and lift gates)</li>\n\t<li>drayage services and a robust cross-docking operation</li>\n\t<li>staging yards and storage</li>\n\t<li>Continuous sailing/shipping without interruption except for US Coast Guard restrictions on sailing vessels due to hazardous weather</li>\n\t<li>Operations for 24-hours a day, 7-days a week with all necessary contractor labor and supervision</li>\n\t<li>Asset tracking and management</li>\n</ul>\n\n<p>The contractor shall have resources, equipment, and crew available to perform 24 hours, seven days a week operation. The Contractor must have the capability within their network to meet the demand and respond to the movement of approximately 4,000 containers, on monthly basis; with enough chassis for to support the continuous service required and meet the minimum expected level of effort defined herein. The contractor shall also have the capacity for the movement of vehicles, utility poles and other assets not containerized.&nbsp;</p>\n\n<p>The Contractor shall be fully functional within 48 hours of the start date of this contract to ensure minimum disruption to Government business.&nbsp; The Contractor shall have the capacity to cross-dock 100 containers within 24-hours of award and reach and sustain an average of 300 containers daily.</p>\n\n<p>The NAICS code is 48311 (Deep Sea Freight Transportation) and the PCS code is V115 &ndash; Transportation &ndash;Vessel Freight</p>\n\n<p>The Small Business Size Standard for this action is TBD.</p>\n\n<p><strong>SUBMISSION OF CAPABILITY PACKAGES INSTRUCTIONS:</strong></p>\n\n<p>Interested contractors shall submit a brief capabilities&rsquo; statement package electronically to the Points of Contact listed below. The vendor&rsquo;s statement of capability shall also include the information listed below:</p>\n\n<ul>\n\t<li>Company Name/Division, mailing address, e-mail address, telephone number and website.</li>\n\t<li>Single Point of contact name, title, telephone number and email address</li>\n\t<li>UEI Number, Cage Code, and company structure (Corporation, LLC, partnership, joint venture, etc<em>.)&nbsp; Please note that companies must be registered in the System for Award Management (SAM) to receive an award from federal agencies.</em></li>\n</ul>\n\n<p><em>https://www.sam.gov/portal/public/SAM/ </em></p>\n\n<ul>\n\t<li>Applicable NAICS codes under which the company customarily does business.</li>\n\t<li>Company size and socioeconomic status, if qualified as one or more of the following:\n\t<ul>\n\t\t<li>8(a) firm (must be certified by SBA)</li>\n\t\t<li>Small Disadvantaged Business (must be certified by SBA)</li>\n\t\t<li>Women-Owned Small Business</li>\n\t\t<li>HUB-Zone firm (must be certified by SBA)</li>\n\t\t<li>Service-Disabled Veteran-Owned Small Business.</li>\n\t</ul>\n\t</li>\n</ul>\n\n<p>RFI Response for &ldquo;(program office and requirement title)&rdquo; shall be in the subject line of your email. All responses shall be unclassified, with proprietary information clearly marked. The document format shall be either Microsoft Word (.doc or .docx), or Adobe Acrobat (.pdf) formats. Pages shall be 8.5 by 11 inch and shall use a type of pitch that is no smaller than a standard 11-point font type, except for charts, graphs, or tables, which shall use a pitch not smaller than 10-point font. Responses shall not exceed 5 pages<strong> </strong>in length including images, displays, charts, graphs, and tables. Page limitation does not include: 1 cover page. Do not include promotional materials.</p>\n\n<p><strong>QUESTIONS FOR INDUSTRY</strong></p>\n\n<p>Interested parties are requested to submit as part of their statement of capability how they can meet the requirements below and provide recommendations to the Government on alternative solutions.</p>\n\n<ol>\n\t<li>What is your company&#39;s experience with providing multimodal transportation and shipping services to remote and disaster-impacted regions, specifically for areas like Guam, the Commonwealth of Northern Marianas Islands and American Samoa?</li>\n\t<li>How will you ensure the timely and efficient delivery of critical Initial Response Resources (IRR) such as water, meals, temporary / long term power equipment, shuttle units, containers, trailers, chassis, and medical supplies to inaccessible or severely damaged areas, such as mountain or inland regions in Guam, the Commonwealth of Northern Marianas Islands or American Samoa?</li>\n\t<li>Please provide your company&rsquo;s detailed capabilities regarding the availability (numbers) of various container sizes (e.g., 20ft, 40ft, 53ft containers) and specialized trailers, including refrigerated and lowboy trailers?</li>\n\t<li>What contingency plans or protocols does your company have in place to handle adverse weather conditions or U.S. Coast Guard restrictions that might impact shipping and transportation operations to Guam, the Commonwealth of Northern Marianas Islands and/or American Samoa?</li>\n\t<li>How does your company manage asset tracking and delivery accountability from the point of origin in the Continental United States (CONUS) and/or Hawaii, to the final distribution point in Guam, the Commonwealth of Northern Marianas Islands or American Samoa, and will your company provide FEMA visibility of the vessel manifest to ensure correct reporting of resources, i.e. meals/humanitarian cargo/box meals? What technologies or systems do you use?</li>\n\t<li>What is the capacity of your company to handle cross-docking operations, warehousing, and storage services for large volumes of critical supplies? How fast can your company secure additional MHE/CHE and intra-island vessel support? Please provide examples of past operations in similar disaster response situations?</li>\n\t<li>Can your company be Fully Operationally Capable in both CONUS and OCONUS in 48 hours from the time of award.&nbsp; If not, what is feasible?&nbsp;[This is phrased as a &ldquo;yes/no&rdquo; question and is a contract requirement.]</li>\n\t<li>Can your company support drayage services, including transportation from seaport to destination points across various islands, and if so, what is your operational capability to manage high volumes of cargo under tight timelines?</li>\n\t<li>What is your approach to ensuring effective coordination and communication occurs between FEMA, other federal agencies, and local partners to support disaster response logistics, especially in areas with limited infrastructure?</li>\n\t<li>Given the requirement for retrograde support, what strategies does your company employ to manage the return of unused or surplus materials from Guam, the Commonwealth of Northern Marianas Islands or American Samoa back to the U.S. mainland and/or Hawaii, including reverse logistics and potential storage solutions?</li>\n\t<li>Discuss your company&rsquo;s CONOPS for controlling the flow of resources to the point of embarkation (SPOE) and what do you need from FEMA to assist with control and does your company have a plan to separate FEMA cargo from other cargo?</li>\n\t<li>Can your company obtain a staging area to prevent saturation at the SPOE (cross-dock location)?</li>\n\t<li>How would your company reconcile reports to ensure accurate accountability of item content is maintained between your system and FEMA (LSCMS), and type after each vessel is loaded? Does your company have a plan to minimize unnecessary opening of containers at point of debarkation (SPOD)?</li>\n\t<li>How will your company avoid Jones Act violations to avoid shipments that are not combined for Guam, the Commonwealth of Northern Marianas Islands or American Samoa?</li>\n\t<li>How can FEMA support your company to obtain mission success?</li>\n</ol>\n\n<p>DHS/FEMA intends to assess submittals in response to this RFI/Sources Sought Notice; however, feedback may not be provided back to respondents.</p>\n\n<p>FEMA will only consider submissions in response to this notice that are in the form of</p>\n\n<p>Microsoft Word and/or PDF (searchable format) documents attached to emails received no later than 5 PM EST, Monday, August 18, 2025.&nbsp; No phone calls will be accepted or returned.</p>\n\n<p><strong>RESPONSE DEADLINE AND POINTS OF CONTACT INFORMATION</strong></p>\n\n<p>FEMA will only consider RFI/Capability Statements submitted no later than 5:00PM ET, Monday, August 18, 2025. No phone calls will be accepted or returned; deadline extensions will not be granted.</p>\n\n<p><strong>Submit RFI/Capability Statements to the Contracting Officer and Contract Specialist identified below and ensure &ldquo;Subject line: FEMA RFI for DOTS AS-GU-CNMI [+business name]&rdquo;</strong></p>\n\n<p><u>Points of Contact:</u></p>\n\n<p><strong>Karley Hoyt</strong></p>\n\n<p>Contracting Officer</p>\n\n<p>FEMA Office of the Chief Component Procurement Officer</p>\n\n<p>Karley.Hoyt@fema.dhs.gov</p>\n\n<p><strong>Edward (Ed) Ruud</strong></p>\n\n<p>Contracting Officer</p>\n\n<p>FEMA Office of the Chief Component Procurement Officer</p>\n\n<p>Edward.Ruud@fema.dhs.gov&nbsp;</p>\n\n<p><strong>Jason Rivers</strong></p>\n\n<p>Contract Specialist</p>\n\n<p>FEMA Office of the Chief Component Procurement Officer</p>\n\n<p>Jason.Rivers@fema.dhs.gov</p>\n\n<p><strong>Danielle Sweetney</strong></p>\n\n<p>Contract Specialis<u>t</u></p>\n\n<p>FEMA Office of the Chief Component Procurement Officer</p>\n\n<p>Danielle.Sweetney@fema.dhs.gov</p>\n",
    "link": "https://sam.gov/opp/16acde6a0ce84abfaf075dd043f3aee5/view",
    "attachments": [
      "attachments\\Request for Information - DOTS AS  GU CNMI.docx"
    ],
    "attachments_text": "\n[Attachment: Request for Information - DOTS AS  GU CNMI.docx]\n\nDepartment of Homeland Security\nFederal Emergency Management Agency\nLogistics Management Directorate\nTransportation Management Division\nDisaster Operations for Transportation Support for \nAmerican Samoa, Guam, and Commonwealth of the Northern Mariana Islands \n\nThe Federal Emergency Management Agency (FEMA) has developed this Request for Information (RFI) to solicit market research information from industry. FEMA’s mission is helping people before, during, and after disasters. One of FEMA’s responsibilities are to ensure the effectiveness of emergency response personnel in responding to emergencies and disasters.\n\nTHIS IS A REQUEST FOR INFORMATION ONLY. This notice is not a Request for Proposal, a Request for Quotation, an Invitation for Bids, a Solicitation, or an indication that the Government will contract for the services detailed herein. This RFI is part of government market research efforts to determine the scope of industry capabilities and will be utilized for informational purposes only. In accordance with FAR 15.201(e), responses to this notice are not offers and cannot be accepted by the Government to form a binding contract. Responses to this RFI are strictly voluntary and the Government will not pay respondents for information provided in response to this RFI. Responses to this RFI will not be returned and respondents will not be notified of the results of the review. If a Solicitation is issued, the Government does not guarantee that it will be issued to RFI respondents. The Government is also requesting that restrictive or proprietary markings not be used in response to the RFI. Please note that this RFI does not restrict the Government's acquisition approach on a future Solicitation.\n\nNO PROPOSALS ARE BEING REQUESTED OR ACCEPTED AND NO CONTRACT\nSHALL BE AWARDED AS A RESULT OF THIS RFI.\nNo reimbursement will be made for any costs associated with providing information in response to this RFI or any follow up information requests.\n\nThe purpose of this RFI is to receive responses to the list of questions provided by FEMA. Information regarding this specific requirement is included in this notice for reference.\n\nPROPRIETARY INFORMATION AND DISCLAIMERS: Respondents shall identify any proprietary information in its response. Information submitted in response to this RFI will be used at the discretion of the Government. Further, the information submitted will remain confidential insofar as permitted by law, including the Freedom of Information and Privacy Acts.\n\nFEMA reserves the right to utilize any non-proprietary technical information in the anticipated PWS or solicitation.\n\nAlthough it is not necessary to address in their response, respondents shall be aware of any potential, actual, or perceived organizational conflicts of interests. Any real or potential conflicts must be sufficiently mitigated prior to a contract award. For further guidance, refer to the FAR Part 9.5.\n\n\nBACKGROUND\nThe Federal Emergency Management Agency (FEMA) has the responsibility of supporting the disaster response and recovery efforts for the severely impacted United States territories of American Samoa, Guam and the Commonwealth of the Northern Marina Islands.  Past major hurricanes have brought unprecedented damages intensifying the response and recovery effort challenges that affected FEMA’s response to survivors located throughout the islands, specifically to those secluded areas like the mountain and inland regions.  Accessibility issues due to damaged transportation infrastructure has survivors waiting longer periods of time to receive life sustaining supplies.  \nA major part of the response and recovery effort revolves around supplying the affected area with Initial Response Resources (IRR).  These include life supporting and life sustaining IRRs such as but not limited to water, meals, cots, tarps, plastic sheeting, blankets, sandbags, generators, and fuel which are needed to lessen damage before or after a disaster.  FEMA has limited readiness on these islands due to the deficiency in warehousing space and minimum full time FEMA/CORE personnel in American Samoa, Guam and the Commonwealth of the Northern Marina Islands to support the magnitude of this response. FEMA is also tasked with the movement of Inter-agency resources and support functions into the affected areas to support critical needs such as infrastructure, electricity, and sewage repairs; provide medical requirements and services; and bring basic human needs like water and meals to those in need.\n\nPROJECT SCOPE/DELIVERABLES\nFEMA has determined that a full suite of transportation services such as air, maritime, and ground transportation (including point of origin at both air/seaports to destination) is key to fulfill the requirement.  In addition, warehousing services, essential equipment, and all necessary labor to fulfill such transportation services, are needed to successfully complete FEMA’s mission.  This includes but is not limited to:\n20-foot and 40-foot containers, 53-foot trailers and chassis, specialized trailers (e.g. flatbeds, lowboys, refrigerated)\ncontainer/material handling equipment \nspecialized trucks (e.g. box trucks, 20 ft. pups and lift gates)\ndrayage services and a robust cross-docking operation\nstaging yards and storage\nContinuous sailing/shipping without interruption except for US Coast Guard restrictions on sailing vessels due to hazardous weather\nOperations for 24-hours a day, 7-days a week with all necessary contractor labor and supervision\nAsset tracking and management \n\nThe contractor shall have resources, equipment, and crew available to perform 24 hours, seven days a week operation. The Contractor must have the capability within their network to meet the demand and respond to the movement of approximately 4,000 containers, on monthly basis; with enough chassis for to support the continuous service required and meet the minimum expected level of effort defined herein. The contractor shall also have the capacity for the movement of vehicles, utility poles and other assets not containerized.  \n\nThe Contractor shall be fully functional within 48 hours of the start date of this contract to ensure minimum disruption to Government business.  The Contractor shall have the capacity to cross-dock 100 containers within 24-hours of award and reach and sustain an average of 300 containers daily. \nThe NAICS code is 48311 (Deep Sea Freight Transportation) and the PCS code is V115 – Transportation –Vessel Freight \n\nThe Small Business Size Standard for this action is TBD.\n\nSUBMISSION OF CAPABILITY PACKAGES INSTRUCTIONS:\nInterested contractors shall submit a brief capabilities’ statement package electronically to the Points of Contact listed below. The vendor’s statement of capability shall also include the information listed below:\nCompany Name/Division, mailing address, e-mail address, telephone number and website.\nSingle Point of contact name, title, telephone number and email address\nUEI Number, Cage Code, and company structure (Corporation, LLC, partnership, joint venture, etc.)  Please note that companies must be registered in the System for Award Management (SAM) to receive an award from federal agencies. \nhttps://www.sam.gov/portal/public/SAM/ \nApplicable NAICS codes under which the company customarily does business.\nCompany size and socioeconomic status, if qualified as one or more of the following:\n8(a) firm (must be certified by SBA)\nSmall Disadvantaged Business (must be certified by SBA)\nWomen-Owned Small Business\nHUB-Zone firm (must be certified by SBA)\nService-Disabled Veteran-Owned Small Business. \n\nRFI Response for “(program office and requirement title)” shall be in the subject line of your email. All responses shall be unclassified, with proprietary information clearly marked. The document format shall be either Microsoft Word (.doc or .docx), or Adobe Acrobat (.pdf) formats. Pages shall be 8.5 by 11 inch and shall use a type of pitch that is no smaller than a standard 11-point font type, except for charts, graphs, or tables, which shall use a pitch not smaller than 10-point font. Responses shall not exceed 5 pages in length including images, displays, charts, graphs, and tables. Page limitation does not include: 1 cover page. Do not include promotional materials.\n\nQUESTIONS FOR INDUSTRY\nInterested parties are requested to submit as part of their statement of capability how they can meet the requirements below and provide recommendations to the Government on alternative solutions. \nWhat is your company's experience with providing multimodal transportation and shipping services to remote and disaster-impacted regions, specifically for areas like Guam, the Commonwealth of Northern Marianas Islands and American Samoa?\nHow will you ensure the timely and efficient delivery of critical Initial Response Resources (IRR) such as water, meals, temporary / long term power equipment, shuttle units, containers, trailers, chassis, and medical supplies to inaccessible or severely damaged areas, such as mountain or inland regions in Guam, the Commonwealth of Northern Marianas Islands or American Samoa?\nPlease provide your company’s detailed capabilities regarding the availability (numbers) of various container sizes (e.g., 20ft, 40ft, 53ft containers) and specialized trailers, including refrigerated and lowboy trailers?\nWhat contingency plans or protocols does your company have in place to handle adverse weather conditions or U.S. Coast Guard restrictions that might impact shipping and transportation operations to Guam, the Commonwealth of Northern Marianas Islands and/or American Samoa?\nHow does your company manage asset tracking and delivery accountability from the point of origin in the Continental United States (CONUS) and/or Hawaii, to the final distribution point in Guam, the Commonwealth of Northern Marianas Islands or American Samoa, and will your company provide FEMA visibility of the vessel manifest to ensure correct reporting of resources, i.e. meals/humanitarian cargo/box meals? What technologies or systems do you use? \nWhat is the capacity of your company to handle cross-docking operations, warehousing, and storage services for large volumes of critical supplies? How fast can your company secure additional MHE/CHE and intra-island vessel support? Please provide examples of past operations in similar disaster response situations?\nCan your company be Fully Operationally Capable in both CONUS and OCONUS in 48 hours from the time of award. [This is phrased as a “yes/no” question and is a contract requirement.] If not, what is feasible?\nCan your company support drayage services, including transportation from seaport to destination points across various islands, and if so, what is your operational capability to manage high volumes of cargo under tight timelines?\nWhat is your approach to ensuring effective coordination and communication occurs between FEMA, other federal agencies, and local partners to support disaster response logistics, especially in areas with limited infrastructure?\nGiven the requirement for retrograde support, what strategies does your company employ to manage the return of unused or surplus materials from Guam, the Commonwealth of Northern Marianas Islands or American Samoa back to the U.S. mainland and/or Hawaii, including reverse logistics and potential storage solutions?\nDiscuss your company’s CONOPS for controlling the flow of resources to the point of embarkation (SPOE) and what do you need from FEMA to assist with control and does your company have a plan to separate FEMA cargo from other cargo?\nCan your company obtain a staging area to prevent saturation at the SPOE (cross-dock location)?\nHow would your company reconcile reports to ensure accurate accountability of item content is maintained between your system and FEMA (LSCMS), and type after each vessel is loaded? Does your company have a plan to minimize unnecessary opening of containers at point of debarkation (SPOD)?\nHow will your company avoid Jones Act violations to avoid shipments that are not combined for Guam, the Commonwealth of Northern Marianas Islands or American Samoa?\nHow can FEMA support your company to obtain mission success?\n\nDHS/FEMA intends to assess submittals in response to this RFI/Sources Sought Notice; however, feedback may not be provided back to respondents. \n\nFEMA will only consider submissions in response to this notice that are in the form of\nMicrosoft Word and/or PDF (searchable format) documents attached to emails received no later than 5 PM EST, Monday, August 18, 2025.  No phone calls will be accepted or returned.\n\nRESPONSE DEADLINE AND POINTS OF CONTACT INFORMATION\nFEMA will only consider RFI/Capability Statements submitted no later than 5:00PM ET, Monday, August 18, 2025. No phone calls will be accepted or returned; deadline extensions will not be granted. \n\nSubmit RFI/Capability Statements to the Contracting Officer and Contract Specialist identified below and ensure “Subject line: FEMA RFI for DOTS AS-GU-CNMI [+business name]”\n\nPoints of Contact:\n\nKarley Hoyt\nContracting Officer\nFEMA Office of the Component Chief Procurement Officer\nKarley.Hoyt@fema.dhs.gov \n\nEdward Ruud\nContracting Officer\nFEMA Office of the Chief Component Procurement Officer \nEdward.Ruud@fema.dhs.gov \n\n\nJason Rivers\nContract Specialist\nFEMA Office of the Chief Component Procurement Officer \nJason.Rivers@fema.dhs.gov \n\nDanielle Sweetney\nContract Specialist\nFEMA Office of the Chief Component Procurement Officer \nDanielle.Sweetney@fema.dhs.gov \n\n"
  }
]